Repository: helgatheviking/Radio-Buttons-for-Taxonomies
Catalog: languages/radio-buttons-for-taxonomies-*.po
Languages: ru_ru

source: Most Used
ru_ru: Наиб. используемые

source: No %s
ru_ru: Нет %s

source: Radio Buttons for Taxonomies
ru_ru: Радио-кнопки для Таксономий

source: Select taxonomies to convert to radio buttons
ru_ru: Выберите таксономии для преобразования в радио-кнопки

source: Options
ru_ru: Дополнения

source: Completely remove options on plugin removal
ru_ru: Полностью удалить параметры при удаления плагина

source: Save Changes
ru_ru: Сохранить настройки

source: Cheatin&#8217; huh?
ru_ru: Очень умный, да?

source: Radio Buttons for Taxonomies Options Page
ru_ru: Страница настроек "Радио-кнопки для Таксономий"

source: Settings
ru_ru: Настройки

source: Use radio buttons for any taxonomy so users can only select 1 term at a time
ru_ru: Использование радио-кнопки для любых таксономий и таким образом позволяя пользователю выбирать лишь один терм
